app/controllers/sessions_controller.rb

	def create
	    user = User.find_by(email: creation_params[:email])
---
SELECT  "users".* FROM "users" WHERE "users"."email" = ? LIMIT ?  [["email", "fjborie@miuandes.cl"], ["LIMIT", 1]]