app/controllers/users_controller.rb

UPDATE "users" SET "last_name" = ?, "updated_at" = ? WHERE "users"."id" = ?  [["last_name", "Boriea"], ["updated_at", "2019-04-19 02:16:35.753902"], ["id", 1]]
---
  def update
	respond_to do |format|
	      if @user.update_attributes(user_params)